Repository: daryaskopyuk/dr-chem-ui
Catalog: src/i18n/*.po
Languages: ru

source: 404 Not Found
ru: 404 Не найдено

source: Sorry, but we can't display the page you requested.
ru: Извините, но мы не можем отобразить запрашиваемую страницу.

source: Go to Homepage
ru: Перейти на Домашнюю страницу

source: Welcome to UI App Template!
ru: Добро пожаловать на UI App Template!

source: Our repo on GitLab
ru: Наш репозиторий на GitLab

source: Login
ru: Войти

source: Loading...
ru: Загружается...

source: Hello
ru: Привет

source: Login with DataRobot
ru: Вход через DataRobot

source: Could not fetch DataRobot authentication URL
ru: Не удалось получить URL утентификации DataRobot

source: Some of these people could be astronauts...
ru: Некоторые из этиз людей могли бы быть космонавтами ...

source: Beware of the asteroids ...
ru: Осторожно, астероиды ...

source: All
ru: Все

source: By Id
ru: По Id

source: By Username
ru: По Username

source: Could not fetch the data
ru: Невозможно загрузить данные

source: Important
ru: Важно

source: This application is pointed at a back end server running at
ru: Это приложение сконфигурировано работать с сервером работающим на

source: Use REACT_APP_API_URL variable to change this.
ru: Используйте переменную REACT_APP_API_URL чтобы изменить это.

source: Please check if application's back end is up and running.
ru: Пожалуйста проверьте работоспособность сервера.

source: Having trouble? We're here to help!
ru: Проблема? Мы готовы помочь!

source: Asteroids
ru: Астероиды

source: Astronauts
ru: Космонавты

source: Log Out
ru: Выход
